<section class="o-section c-section__about">
    <div class="o-section__wrapper">
        <div class="c-about">
            <div class="c-section__title"><span>ویلاهای لوکس رامسر</span></div>
            <div class="c-section__text c-about__text">
                برای ما در ماموت ساختمان، هر پروژه جدید فرصتی است برای خلق ارزش. برای ما کیفیت معمولی بی‌معنا است. ما در تمام پروژه‌های مسکونی، تجاری و تفریحی در پی ساختن بهترین‌ها هستیم. زیرا مشتریان خود را لایق بهترین‌ها می‌دانیم. هر یک از پروژه‌های ما، سنگی از بنای دنیای آینده است. شما با خرید هر واحد از این پروژه‌ها سهمی از این آینده درخشان خواهید داشت.
            </div>
        </div>
    </div>
</section>