<section class="o-section c-section__about">
    <div class="o-section__wrapper">
        <div class="c-about">
            <div class="c-section__title"><span>درباره ی ما</span></div>
            <div class="c-section__text c-about__text">
                در حوزه مدیریت و اجرای پروژه‌های ساخت، شرکت ماموت ساختمان نامی آشنا برای فعالان این عرصه است. ماموت ساختمان از همان ابتدای تأسیس در سال ۱۳۷۰ پیشگام ساخت و ساز به سبک جدید و با سیستم مهندسی بوده است. ماموت ساختمان با بهره از علم سازه‌ی مدرن و تیمی از متخصصان باتجربه توانسته در این مدت پروژه‌های مهم و متعددی را در ایران و سایر کشورها، در کمترین زمان و با بیشترین بهره‌وری ممکن به بهره‌برداری برساند. ماموت ساختمان پروژه‌ها را بطور کامل و اصطلاحاً از صفر تا صد به انجام می‌رساند.
            </div>
        </div>
    </div>
</section>